import { PolicyPage } from "@/components/site/PolicyPage";

export default function ReturnsPolicyPage() {
  return (
    <PolicyPage title="سياسة الاستبدال و الاسترجاع">
      <p>
        الإستبدال والإسترجاع حق مضمون كل عملائنا وهو يشمل جميع المنتجات التي
        نعرضها على متجرنا.
      </p>

      <p>
        جميع المنتجات المعروضة على متجرنا قابلة لسياسة الإستبدال والإسترجع وفق
        الشروط والأحكام المنصوص عليها في هذه الصحفة.
      </p>

      <p>
        يمكن الإرجاع أو الإستبدال إذا كان المنتج بنفس حالته الأصلية عند الشراء
        ومغلفا بالغلاف الأصلي.
      </p>

      <p>
        يتم الموافقة على طلب الاستبدال او الاسترجاع خلال 3 ايام عمل.
      </p>

      <p>
        في حالة الموافقة على طلب الاسترجاع والاستبدال المندوب يصل للعميل خلال
        3-5 أيام عمل.
      </p>

      <p>
        يرجى ارسال رسالة عبر تطبيق ال Whatsapp للرقم الموضح في بوليصة الشحن من
        أجل طلب الإسترجاع أو الإستبدال او التواصل معنا عبر صفحة إتصل بنا من أجل
        طلب الإسترجاع أو الإستبدال.
      </p>

      <p>
        يرجى تصوير المنتج وإرساله مع تحديد المدينة والعنوان ورقم الطلب ليتم
        إستبداله بمنتج اخر في حالة كان المنتج فاسدا أو به عيب معين، أو لا يستغل
        وفق المتفق عليه.
      </p>

      <p>
        يتم إسترجاع المبلغ للعميل كاملا في حالة كان المنتج الذي توصل به مختلف
        تماما مع وصف المنتج في صفحة المنتج بموقعنا.
      </p>

      <p>
        لسنا مسؤولين عن أي توقعات لإستعمال المنتجات من طرف العميل لم نذكرها
        بصفحة المنتج بموقعنا.
      </p>
    </PolicyPage>
  );
}
